/**
 * Список новостей. Включает в себя id, статус, текст новости и ее иконку
 */
const newsList = [
    {
      id: 1,
      status: 'now',
      icon:'⌛',
      text: 'Новость (Сейчас в СМИ)'
    },
    {
      id: 2,
      status: 'germ',
      icon:'🇩🇪',
      text: 'Новость (в Германии)'
    },
    {
      id:3,
      status: 'recomend',
      icon:'💥',
      text: 'Новость (Рекомендуем)'
    },
    {
      id: 4,
      status: 'now',
      icon:'⌛',
      text: 'Новость (Сейчас в СМИ)'
    },
    {
      id: 5,
      status: 'germ',
      icon:'🇩🇪',
      text: 'Новость (в Германии)'
    },
    {
      id: 6,
      status: 'recomend',
      icon:'💥',
      text: 'Новость (Рекомендуем)'
    },
    {
      id: 7,
      status: 'now',
      icon:'⌛',
      text: 'Новость (Сейчас в СМИ)'
    },
    {
      id: 8,
      status: 'germ',
      icon:'🇩🇪',
      text: 'Новость (в Германии)'
    },
    {
      id: 9,
      status: 'recomend',
      icon:'💥',
      text: 'Новость (Рекомендуем)'
    },
    {
      id: 10,
      status: 'now',
      icon:'⌛',
      text: 'Новость (Сейчас в СМИ)'
    },
    {
      id: 11,
      status: 'germ',
      icon:'🇩🇪',
      text: 'Новость (в Германии)'
    },
    {
      id: 12,
      status: 'recomend',
      icon:'💥',
      text: 'Новость (Рекомендуем)'
    },
    {
      id: 13,
      status: 'recomend',
      icon:'💥',
      text: 'Новость (Рекомендуем)'
    },
    {
      id: 14,
      status: 'recomend',
      icon:'💥',
      text: 'Новость (Рекомендуем)'
    },
    {
      id: 15,
      status: 'recomend',
      icon:'💥',
      text: 'Новость (Рекомендуем)'
    },
    {
      id: 16,
      status: 'germ',
      icon:'🇩🇪',
      text: 'Новость (в Германии)'
    },
    {
      id: 17,
      status: 'germ',
      icon:'🇩🇪',
      text: 'Новость (в Германии)'
    },
    {
      id: 18,
      status: 'germ',
      icon:'🇩🇪',
      text: 'Новость (в Германии)'
    },
    {
      id: 19,
      status: 'now',
      icon:'⌛',
      text: 'Новость (Сейчас в СМИ)'
    },
    {
      id: 20,
      status: 'now',
      icon:'⌛',
      text: 'Новость (Сейчас в СМИ)'
    },
    {
      id: 21,
      status: 'now',
      icon:'⌛',
      text: 'Новость (Сейчас в СМИ)'
    }
  ];

  export default newsList;